{
            "welcomesubtitle": "Ambient, electronic and acoustic music. Sometimes a singer too.",
            "welcomebutton": "Get to know him",
            "abouttitle": "Hi, I'm Matt and I make music.",
            "aboutdescription": "I make ambient, electronic, acoustic and sometimes alternative music. Playing guitar, bass and piano (and some other funny instruments). If you wanna listen to it, just keep scrolling. Here on this site you can find all of it and listen to it freely.",
            "albumstitle": "All of my work",
            "albumsdescription": "Feel free to listen to any of it on this site",
            "projectstitle": "My other projects",
            "projectsdescription": "See my other music projects and listen to them as well!",
            "msgtitle": "Send me a message!",
            "msgcountry": "Select your country...",
            "msgage": "Select your age range:",
            "msgalbum": "Select your favorite album(s):",
            "msgsend": "Send message",

            "backbtn": "Go back to the front page",

            "bcwelcomesubtitle": "Christian Hard Rock Band",
            "bcwelcomebutton": "Get to know them",
            "bcabouttitle": "Hello, we are Blooming Cactus",
            "bcaboutdescription": "Our history begins in the year 2021, when Matt decided to make something heavier than himself. From the beginning 3 members - Matt Krupa, Wojtek 'P00sheck' Piskała and Antoni 'doublesidedead' Fryc. They had a 2 year journey finished with a full length album - Self-Titled (that you can listen here) in July of 2023. After the album realese band kind of split up. Hard to say if there will be any new realeses soon, but the project itself is very well done and oh! you can listen to it right here!",
            "bc1": "The Self-Titled album was worked on for 2 years by three musicians - Matt, doublesidedead and P00sheck. Lyrics by Matt.",
            "bc2": "First song was composed mainly by P00sheck. It's called 'Hopelessness' and is about the darkness and deterioration of the world, but with a break about how there is so much more than this darkness.",
            "bc3": "Second song is technically the first song (made by Blooming Cactus). Mainly composed by Matt. Lyrics are about the need to keep getting wiser in life. ",
            "bc4": "'Fjord', the third song, was composed by all of us together during the rehearsal. Lyrics about the mystery of man-woman relationship. Additional voice lines by Natalia Krupa.",
            "bc5": "'Ten', mostly composed by Matt. The P00shecks guitar riff is fire tho. Lyrics about the weakness of a human.",
            "bc6": "'Blooming Cactus' the Self-Titled of Self-Titled. Mainly composed by doublesidedead. Song explaining the meaning behind the band's name.",
            "bc7": "'AfterHollow', mainly composed by doublesidedead. Song about tragedy of turning away from God.",
            "bc8": "'Drown Me', mostly composed by Matt. Lyrics are a prayer or even cry for help to God.",
            "bc9": "'Realization', mainly by P00sheck. Lyrics are about the choice between beeing in the cycle of death in this world or breakind out of it.",
            "bc10": "'Heavens', another composed on the rehearsal. This one doesn't heave lyrics. Or it does if 'AAAAAAAAAAA' are lyrics.",
            "bc11": "'Blind' is a one mostly composed by P00sheck and doublesidedead. It is about breakind the loop of beeind miserable.",

            "carmeliswelcomesubtitle": "Acoustic Christian Duo",
            "carmeliswelcomebutton": "Get to know them",
            "carmelisabouttitle": "Hello, we are Carmelis",
            "carmelisaboutdescription": "Carmelis is Natalia and Mateusz Krupowie, a marriage which was bound by God and music. We compose acoustic christian music in Polish, which you can listen right here! We release singles once a year, because life :D.",
            "carmelisprojectstitle": "We have only released two singles since 2022",
            "carmelis1": "'Dialog' is a first song recorded by Carmelis. It was composed by Natalia. It is about hard times in faith and asking God for help.",
            "carmelis2": "'Czekam', recorded and released in 2023, was composed by both Natalia and Mateusz. It's about waiting for God to come back in parousia.",

            "coversdesc": "Matt's first music project.",
            "coverstitle": "Covers Volume 1 is my first music project (and the second released album). Every song was made in completly different time:",
            "covers1": "It begins with the first ever released song on my YouTube channel. 'Can You Hear Me' by Korn. I started making it in program called Music Maker (I switched to ableton after making in this the whole album) in the end of 2019, just after Korn released their new album. I covered it in acoustic style without vocals. It wasn't really perfect, but I released it just before Korn released their acoustic version of this song, so by this I got some views.",
            "covers2": "Second cover, released in may 2020 was 'Disposition' by Tool in acoustic version as well. (but I have added electric guitar there idk why). Leter it was my inspiration to 'West' from In The Autmn Forest.",
            "covers3": "The third cover I was makind the whole summer. Released it in august 2020, but I wasn't happy while making it. Changed drums, rerecorded guitars few times. Only after I added piano it sounded good enough. It was 'Do I Wanna Know' by Arctic Monkeys. It isn't on YT anymore because I deleted it by mistake lol.",
            "covers4": "'Burn the Witch' by Radiohead, the fourth cover. It is a bit different becasue I didn't record guitar line-in but with mic, so it sounds more wild. It was the best one to cover imo and the quickest one. I started it in september and released in october 2020.",
            "covers5": "A shining star among the trash. The most straming song on my Spotify. This cover has a long history. 'Saturn' by Sleeping at Last with my then-girlfriend (now wife) - Natalia Krupa. She recorded this cover back in 2018. You want to know how she recorded it? With mic in an old lenovo laptop... All guitar and two vocals, with this poor microphone. She send it to me after she recorded it in 2018. I was amused by the song. Decided to record some bass guitar with a slow solo during the part without a vocal. Send it back, she liked it, nothing more. after two years, when I got an idea to put my covers into an album I asked her 'Hey, that's awesome, let's put it online', she said no, but after some discussion she agreed at last. So yeah, I guess that's the oldest song here.",
            "covers6": "'Birds' by Imagine Dragons. It isn't on YouTube for a reason. It was my first attempt to make enything in music maker in 2019. It sucks. ",
            "covers7": "'Heaven' by Depeche Mode. I recorded it in august 2020, and insist Natlia to record her vocals there. It just doesn't fit, I guess it was an experiment. ",
            "covers8": "'Sancti Crucis' is different thing. I don't know if I can call it a cover. I guess I can leave it for you to come up with some theory. It was included with the album later.",

            "norwaydesc": "It's about being lost and bad decisions",
            "norwaytitle": "Norway is something like a prequel to the Iceland album.",
            "norway1": "It contains mostly ambient and piano intrumental music. How Iceland is about journey out, Norway is more like a hard journey through... It's more emotional, more depressing I would say. But only a prequel...",
            "norway2": "It begins with a song 'Fortøyning', very static one, without tempo and genre. Just a distressing intro.",
            "norway3": "'Grense' leads into the dark land of Norway. It has a pretty happy vibe as the song is lead by ukulele riff. Mostly inspiried by Twenty One Pilots.",
            "norway4": "'Hull i veien' is just some of my piano improvisation with reverb and delay. It is calm. It's very calm.",
            "norway6": "'Bryte ut' is the most emotional one. It is surrounded with deterioration, but in the middle it breakes out with anger and 'trying' to break the cycle.",
            "norway7": "'Sol over fjorden' is a light breaking throught the darkness. Like light always does.",
            "norway5": "'Prøver' is a take on insanity. Like a previous one it is mostly calm piano at first. But with time the song begins to deteriorate...",
            "norway8": "'211106' is the angriest one. Is it about time?",
            "norway9": "'211008' I don't talk about this one.",
            "norway10": "'201103' is about longing.",
            "norway11": "'Avfortøyning' is a remixed intro to the album. By looping the same piano I wanted to show that the journey isn't over, but with a short additon of a calm improvisation by me and Natalia I wanted to show that the journey changes, it doesn't really loop.",

            "icelanddesc": "A wild adventure to a cold land of Iceland",
            "icelandtitle": "Iceland is about a journey of a soul in the cold and lonely land of Iceland...",
            "iceland1": "It begins with a song 'Raindrop', very positive one, about love and need of another soul to merge into one. I was very inspiried by Jose Gonzales' 'Teardrop' composing it.",
            "iceland2": "'Brokenness' is a song I wrote when I was contempleinging about the world we live in and how broken it looks like and how much it affects people, making them broken as well. It ends with a cry for help to God, the only one that can change this brokenness.",
            "iceland3": "'Cliff' is the heaviest song I have yet. It contains two solos - one on bass and other one on guitar. I made it around the same time I did 'Do Not Listen II' from 'In the Autumn Forest'. It is about a choice we all have - if we wanna waste our lives or make them into something beautiful and meaningful.",
            "iceland4": "'Volcano' is a song I made very fast and didn't really think about publishing it, but my wife changed my mind haha. Lyrics are about lots and lots of things I have (like physical things, but also thoughts) that don't really need for anything at all, things that are there just to diturb me.",
            "iceland5": "'Blackstones' is the wierdest one for me. It finally touches the subject of a journey that this album is. About how this soul end up bruised anyway and how Someone showed up to help it.",
            "iceland6": "'Word of Mine' is another faith-releted one. I wrote it just before engagement when I was put before life-long decision and how the Word of God helped me make it.",
            "iceland7": "'Natural Beauty' is a really personal one, it certainly is about love. Go listen and make your own explenation for this one :).",
            "iceland8": "'Going Myslef | Going With You' has a grammar mistake even in the name, but who cares (Simon does). It was the first single of the album. It's about how going BY myself and not listening to others (specially God) can really end up in tragic situations (trust me).",
            "iceland9": "'Ellidaey' is about mistakes. It's really emotional for me. It my favourite one on the composition level. 'Now I understand, I now that I'm weak' and 'Will You carry me?' should explain what it is about",
            "iceland10": "'Iceland', the last one (or is it?), is the real outro of the album. It is a sum up to the journey and how the soul realised that the Iceland is just a escape from reality. It saw that this place is cold and not very safe. It is coming back...",

            "autumndesc": "The first released to the public",
            "autumntitle": "This one is so nostalgic... It was my first ever album realesed to the public. I know it lacks mastering and mixing, but when I go back listen to this I feel the same feelings back then. I have made 'In The Autumn Forest' 4 years after I had started my journey with music (by picking bass guitar for the first time).",
            "autumn1": "I have begun the album with song 'printer' I have made it before I knew what this album will be about, so I didn't really knew how to call this song. I've just looked on my desk and there it was: a broken hp printer. That's it. That's how I named my first composition.",
            "autumn2": "'Autmn Forest' is when I come up with the autumn forest theme for the album. I had just came back from a trip to mountains during autumn, so I had a big autumn vibe after that. I imagined myself walking throught the autumn forest composing this one (I know it's hard to say). I was really inspiried by C418 (like during every album I guess). ",
            "autumn3": "'West' is a acoustic bass oriented track. I recorded a calm improvisation inspiried by Tools Disposition, which I covered 6 months before.",
            "autumn4": "'SepPia' is the only tack that was recorded before all the other songs. The name comes from how the track, that I found laying on my hard drive, was named. 'September Piano' - thats why I put it into just SepPia and added some effects.",
            "autumn5": "'The Sky Above' is a very hopefull track. I just sat back in front of my piano and started composing. Later on I added my acoustic bass and some effects on my MIDI controler. Very comoforting one.",
            "autumn6": "'Do Not Listen' is more like an experiment than a track... I asked my self 'What would a song sound like composed just on a MIDI controler?' It turned out weird so I called it 'Do Not Listen', so people won't be listening to it. But my sister made it into a inside joke meme, so that's why it had a part two.",
            "autumn7": "'Return' is a song about coming back. I wanted it to be all other songs combined, a bit weird, a bit chill and a bit strong, as it was ment to be the outro of the album.",
            "autumn8": "'Do Not Listen II' hey there is a part two! I composed it half a yera after the realese of the album and included it later. It is a rock song. I took the main leading 'instruemnt' from the first Do Not Listen and made it into a riff on acoustic guitar and bass. Added drums, synth, piano and send it to my friend (ANOTNI 'doublesidedead' FRYC LOVE) and he mixed and mastered it. He is the one that made it into more rock song. Later on I added my 'singing' to it with lyrics about darkness in my brain. I played to my mighty brother Łukasz Krupa and he said 'LET ME RECORD GUITAR TO IT'. And he made the best guitar riff in the history of mankind! Go listen to it, but hold your pants, because they can fall off.",

            "winterdesc": "It's not the best of Matt's alubms...",
            "wintertitle": "I was working on Iceland and Norway albums. Mostly conatins some unused tracks and some random improvisations. First the album was called 'Presents', because I called it 'Christmas album', but you know, the only really christmas song here is 'Pls Come' (which is pretty good I would say), so I changed it to 'Winter' for reasons. Mostly ambient vibes and acoustic (classic Matt).",
            "winter1": "It begins with a song 'Intro'. Yeah original name. The song was created right after realising 'In The Autumn Forest' album. Inspiried by aquatic songs by C418. It is very ambient.",
            "winter2": "'For Mom' is the first song dedicated for my family members. You can tell for whom the song is by the name really. It's... em... piano.",
            "winter3": "'For Dad' is piano as well, a bit stronger than the previous one.",
            "winter4": "'For Sis' is another calming song. I was very inspiried by the snow and how quiet the winter is (and I almost played Minecraft theme there, because I was improvising lol).",
            "winter5": "'For Bro' is finally something different. I took a guitar and improvised some chill tunes in the styles that my brother likes. And I did it! He said the he really liked it, so job well done with this one! Cheers bro!",
            "winter6": "'For Mom's Mom' is a piano improvisation for one of my grandmothers! You can hear there are some random tunes that don't fit. That was my cat stepping on a piano while I was recording. His name is Sprytek. I thought he was worthy having his one music carrier. But I move out and took the piano, so he stayed in the shadows.",
            "winter7": "'For Dad's Mom' is for my another grandmother! It does miss the tempo sometimes, but I am like this really. It is a happy and powerfull melody.",
            "winter8": "'Oh Come' is a prequel to 'Pls Come'. It was piano part for some deleted cover that I forgor. sry.",
            "winter9": "'Pls Come' here you have a christamss song! Or more like Advent song?? idk, but it's the only vocal one on the album. I wrote it about Christ coming to Earth in both Christmas and Parousia.",
            "winter10": "'Outro' is another inspiried by C418. It was meant to be epic, but turned out depressing lol. But still my favourite one on the album."
}
  