{
            "welcomesubtitle": "Muzyka ambient, elektroniczna i akustyczna. Czasami także śpiewa.",
            "welcomebutton": "Poznaj mnie",
            "abouttitle": "Cześć, jestem Matt i tworzę muzykę.",
            "aboutdescription": "Tworzę muzykę ambient, elektroniczną, akustyczną, a czasami alternatywną. Gram na gitarze, basie i pianinie (oraz na kilku innych zabawnych instrumentach). Jeśli chcesz jej posłuchać, po prostu przewiń stronę w dół. Tutaj, na tej stronie, znajdziesz całą moją muzykę i możesz słuchać za darmo.",
            "albumstitle": "Wszystkie moje albumy",
            "albumsdescription": "Możesz swobodnie słuchać tutaj dowolnego albumu",
            "projectstitle": "Inne projekty muzyczne",
            "projectsdescription": "Zobacz moje inne projekty muzyczne i również ich posłuchaj!",
            "msgtitle": "Wyślij do mnie wiadomość!",
            "msgcountry": "Wybierz swój kraj...",
            "msgage": "Wybierz przedział wiekowy:",
            "msgalbum": "Wybierz swoje ulubione albumy:",
            "msgsend": "Wyślij wiadomość",
            
            "backbtn": "Wróć na stronę główną",
            
            "bcwelcomesubtitle": "Chrześcijański zespół Hard Rock",
            "bcwelcomebutton": "Poznaj ich",
            "bcabouttitle": "Cześć, jesteśmy Blooming Cactus",
            "bcaboutdescription": "Nasza historia zaczyna się w 2021 roku, kiedy to Matt postanowił stworzyć coś cięższego niż on sam. Od początku trzech członków - Matt Krupa, Wojtek 'P00sheck' Piskała i Antoni 'doublesidedead' Fryc. Przeżyli razem dwuletnią podróż, którą zakończyli wydaniem albumu - Self-Titled (którego możesz tu posłuchać) w lipcu 2023 roku. Po wydaniu albumu zespół przeszedł na emeryture. Trudno powiedzieć, czy będą jakieś nowe wydania, ale projekt sam w sobie jest bardzo dobrze wykonany! Możesz ich tu posłuchać!",
            "bc1": "Nad albumem Self-Titled pracowało przez 2 lata trzech muzyków - Matt, doublesidedead i P00sheck. Teksty napisane przez Matta.",
            "bc2": "Pierwszą piosenkę skomponował głównie P00sheck. Nosi tytuł 'Hopelessness' i opowiada o ciemności i degradacji świata, ale z przerwą na to, że jest coś więcej niż ta ciemność.",
            "bc3": "Druga piosenka jest technicznie pierwszą piosenką (stworzoną przez Blooming Cactus). Głównie skomponowana przez Matta. Tekst opowiada o potrzebie stawania się mądrzejszym w życiu.",
            "bc4": "'Fjord', trzecia piosenka, została skomponowana przez nas wszystkich razem podczas próby. Tekst o tajemnicy relacji między mężczyzną a kobietą. Dodatkowe linie melodyjne wykonane przez Natalię Krupę.",
            "bc5": "'Ten', w większości skomponowany przez Matta. Nie byłby to taki dobry utwór gdyby nie riff gitary P00shecka. Tekst o słabości człowieka.",
            "bc6": "'Blooming Cactus' to Self-Titled z Self-Titled. Głównie skomponowany przez doublesidedead. Piosenka wyjaśniająca znaczenie nazwy zespołu.",
            "bc7": "'AfterHollow', głównie skomponowana przez doublesidedead. Piosenka o tragedii odwracania się od Boga.",
            "bc8": "'Drown Me', w większości skomponowana przez Matta. Tekst to modlitwa, a nawet wołanie o pomoc do Boga.",
            "bc9": "'Realization', głównie przez P00shecka. Tekst opowiada o wyborze między byciem w cyklu śmierci na tym świecie a wydostaniem się z niego.",
            "bc10": "'Heavens', kolejna skomponowana podczas próby. Ta nie ma tekstu. Albo ma, jeśli 'AAAAAAAAAAA' to tekst.",
            "bc11": "'Blind' to głównie kompozycja P00shecka i doublesidedead. Opowiada o przełamywaniu pętli nieszczęścia.",
            
            "carmeliswelcomesubtitle": "Akustyczny duet chrześcijański",
            "carmeliswelcomebutton": "Poznaj ich",
            "carmelisabouttitle": "Cześć, jesteśmy Carmelis",
            "carmelisaboutdescription": "Nazywamy się Natalia i Mateusz Krupowie, małżeństwo połączone przez Boga i muzykę. Komponujemy akustyczną muzykę chrześcijańską po polsku, którą możesz posłuchać właśnie tutaj! Wydajemy single raz w roku, bo życie :D.",
            "carmelisprojectstitle": "Wydaliśmy tylko dwa single od 2022 roku",
            "carmelis1": "'Dialog' to pierwsza piosenka nagrana przez Carmelis. Skomponowała ją Natalia. Opowiada o trudnych czasach w wierze i proszeniu Boga o pomoc.",
            "carmelis2": "'Czekam', nagrana i wydana w 2023 roku, została skomponowana przez Natalię i Mateusza. Opowiada o oczekiwaniu na powrót Boga w paruzji.",
            
            "coversdesc": "Pierwszy projekt muzyczny Matta.",
            "coverstitle": "Covers Volume 1 to mój pierwszy projekt muzyczny (i drugi wydany album). Każda piosenka została stworzona w zupełnie innym czasie:",
            "covers1": "Zaczyna się od pierwszej kiedykolwiek wydanej piosenki na moim kanale YouTube. 'Can You Hear Me' od Korn. Zacząłem ją tworzyć w programie Music Maker (przeszedłem na ableton po stworzeniu w nim całego albumu) pod koniec 2019 roku, zaraz po tym, jak Korn wydał swój nowy album. Nagrałem ją w akustycznej wersji bez wokalu. Nie była doskonała, ale wydałem ją tuż przed tym, jak Korn wydał swoją akustyczną wersję tej piosenki, dzięki czemu zdobyłem trochę wyświetleń.",
            "covers2": "Drugi cover, wydany w maju 2020 roku, to 'Disposition' od Toola, również w wersji akustycznej. (ale dodałem tam elektryczną gitarę, nie wiem czemu). Później zainspirowało mnie to do 'West' z albumu In The Autumn Forest.",
            "covers3": "Trzeci cover tworzyłem przez całe lato. Wydałem go w sierpniu 2020 roku, ale nie podobał mi się podczas gdy go tworzyłem. Zmieniałem perkusję, nagrywałem gitary kilka razy. Dopiero po dodaniu pianina brzmiał wystarczająco dobrze. To było 'Do I Wanna Know' od Arctic Monkeys. Już nie ma go na YT, bo usunąłem go przez pomyłkę lol.",
            "covers4": "'Burn the Witch' od Radiohead, czwarty cover. Trochę inny, bo nie nagrałem linii gitary bezpośrednio, tylko przez mikrofon, więc brzmi bardziej surowo. Był to najlepszy cover do nagrywania moim zdaniem i najszybszy. Zacząłem go we wrześniu i wydałem w październiku 2020 roku.",
            "covers5": "Gwiazda pośród śmieci. Najczęściej streamowana piosenka na moim Spotify. Ten cover ma długą historię. 'Saturn' od Sleeping at Last z moją wtedy dziewczyną (teraz żoną) - Natalią Krupą. Nagrała ten cover jeszcze w 2018 roku. Chcesz wiedzieć, czym go nagrała? Mikrofonem w starym laptopie lenovo... Cała gitara i dwa wokale, tym biednym mikrofonem. Wysłała mi od razu po nagraniu w 2018 roku. Byłem zachwycony. Postanowiłem nagrać gitarę basową z wolnym solem podczas części bez wokalu. Wysłałem to z powrotem, spodobało się jej, nic więcej. Po dwóch latach, gdy wpadłem na pomysł, aby umieścić moje covery na albumie, zapytałem ją 'Hej, ta piosenka jest niesamowita, wrzućmy to do internetu', ona powiedziała nie, ale po pewnej dyskusji w końcu się zgodziła. Więc tak, chyba to jest najstarsza piosenka tutaj.",
            "covers6": "'Birds' od Imagine Dragons. Nie ma go na YouTube bo jest słaba. To była moja pierwsza próba zrobienia czegoś w Music Maker w 2019 roku.",
            "covers7": "'Heaven' od Depeche Mode. Nagrałem to w sierpniu 2020 roku i nalegałem, aby Natalia nagrała tam swoje wokale.",
            "covers8": "'Sancti Crucis' to coś innego. Nie wiem, czy można to nazwać coverem. Chyba zostawię to wam, abyście sami wymyślili jakąś teorię. Zostało dołączone do albumu później.",

            "norwaydesc": "O zagubieniu i złych decyzjach",
            "norwaytitle": "Norway jest czymś w rodzaju prequela do albumu Iceland.",
            "norway1": "Zawiera głównie muzykę instrumentalną ambient i pianino. Jak Iceland jest o podróży na zewnątrz, Norwegia to trudniejsza podróż... Bardziej emocjonalna, bardziej przygnębiająca, można by powiedzieć. Ale to tylko prequel...",
            "norway2": "Zaczyna się od utworu 'Fortøyning', bardzo statycznego, bez jasnego tempa. Po prostu dziwna introdukcja.",
            "norway3": "'Grense' prowadzi do mrocznej krainy Norwegii. Ma całkiem wesoły nastrój, ponieważ piosenkę prowadzi riff na ukulele. Głównie inspirowana przez Twenty One Pilots.",
            "norway4": "'Hull i veien' to moja improwizacja na pianinie z pogłosem i delayem. Jest spokojna. Bardzo spokojna.",
            "norway6": "'Bryte ut' to najbardziej emocjonalny utwór. Otoczony degradacją, ale w środku wybucha gniewem i 'próbą' przełamania cyklu.",
            "norway7": "'Sol over fjorden' to światło przebijające się przez ciemność. Jak światło ma w zwyczaju.",
            "norway5": "'Prøver' to spojrzenie na obłęd. Jak poprzedni, to głównie spokojne pianino na początku. Ale z czasem utwór zaczyna się degradować...",
            "norway8": "'211106' to najbardziej wściekły utwór.Mówi o czasie?",
            "norway9": "'211008' nie mówię o tym utworze.",
            "norway10": "'201103' jest o tęsknocie.",
            "norway11": "'Avfortøyning' to zremiksowana introdukcja do albumu. Poprzez powtarzanie tego samego motywu na pianinie chciałem pokazać, że podróż się nie kończy, ale z krótkim dodatkiem spokojnej improwizacji mojego i Natalii autorstwa chciałem pokazać, że podróż się zmienia, nie jest ciągłym powtarzaniem tego samego.",
            
            "icelanddesc": "Dzika przygoda w zimnej krainie Islandii",
            "icelandtitle": "Iceland opowiada o podróży duszy w zimnej i samotnej krainie Islandii...",
            "iceland1": "Zaczyna się od utworu 'Raindrop', bardzo pozytywnego, o miłości i potrzebie połączenia się z inną duszą. Bardzo inspirowałem się 'Teardrop' Jose Gonzalesa, komponując go.",
            "iceland2": "'Brokenness' to piosenka, którą napisałem, zastanawiając się nad światem, w którym żyjemy, jak bardzo jest zniszczony i jak bardzo wpływa to na ludzi, czyniąc ich również zniszczonymi. Kończy się wołaniem o pomoc do Boga, jedynego, który może to zmienić.",
            "iceland3": "'Cliff' to najcięższa piosenka, jaką do tej pory stworzyłem sam. Zawiera dwa sola - jeden na basie, a drugi na gitarze. Robiłem ją w tym samym czasie, co 'Do Not Listen II' z 'In The Autumn Forest'. Chodzi o wybór, który wszyscy mamy - czy chcemy zmarnować swoje życie, czy uczynić je pięknym i znaczącym?",
            "iceland4": "'Volcano' to piosenka, którą stworzyłem bardzo szybko i naprawdę nie myślałem o jej publikacji, ale moja żona odmieniła moje zdanie haha. Tekst dotyczy wielu rzeczy, które posiadam (takich jak rzeczy materialne, ale także myśli), które naprawdę nie są potrzebne do niczego, są tylko po to, aby mi przeszkadzać.",
            "iceland5": "'Blackstones' to dla mnie najdziwniejszy utwór. W końcu dotyka tematu podróży, jaką jest ten album. Mówi o tym, jak ta dusza kończy poturbowana, i jak Ktoś pojawił się, aby jej pomóc.",
            "iceland6": "'Word of Mine' to kolejna piosenka związana z wiarą. Napisałem ją tuż przed zaręczynami, kiedy stanąłem przed decyzją na całe życie i jak Słowo Boże pomogło mi ją podjąć.",
            "iceland7": "'Natural Beauty' to bardzo osobista piosenka, zdecydowanie o miłości. Posłuchaj i wyjaśnij sobie sam :).",
            "iceland8": "'Going Myself | Going With You' ma błąd gramatyczny nawet w nazwie, ale kogo to obchodzi (Szymona tak). To był pierwszy singiel albumu. Chodzi o to, jak samodzielne działanie i nie słuchanie innych (szczególnie Boga) może naprawdę skończyć się tragicznie (uwierz mi).",
            "iceland9": "'Ellidaey' jest o błędach. Jest dla mnie bardzo emocjonalny. To mój ulubiony utwór pod względem kompozycji. 'Teraz rozumiem, wiem, że jestem słaby' oraz 'Czy poniesiesz mnie?' powinny wyjaśnić, o czym jest ten utwór.",
            "iceland10": "'Iceland', ostatni (czy na pewno?), jest idealnym outro albumu. Podsumowuje podróż i jak dusza zdała sobie sprawę, że Islandia to tylko ucieczka przed rzeczywistością. Zobaczyła, że to miejsce jest zimne i niezbyt bezpieczne. Wraca...",
                  
            "autumndesc": "Pierwszy album wydany publicznie",
            "autumntitle": "Ten album jest bardzo nostalgiczny... To był mój pierwszy album wydany publicznie. Wiem, że brakuje mu masteringu i miksu, ale gdy wracam do tych utworów, czuję te same emocje co wtedy. Stworzyłem 'In The Autumn Forest' 4 lata po tym, jak zacząłem swoją przygodę z muzyką (biorąc po raz pierwszy do ręki gitarę basową).",
            "autumn1": "Zacząłem album od utworu 'printer'. Stworzyłem go, zanim wiedziałem, o czym będzie ten album, więc naprawdę nie wiedziałem, jak go nazwać. Po prostu spojrzałem na biurko i moim oczom ukazała się: zepsuta drukarka hp. To wszystko. Tak nazwałem moją pierwszą kompozycję.",
            "autumn2": "'Autmn Forest' to moment, gdy wpadłem na pomysł jesiennego motywu dla albumu. Właśnie wróciłem z wycieczki w Bieszczady jesienią, więc miałem mocno jesienny nastrój. Wyobrażałem sobie, jak spaceruję przez jesienny las, komponując ten utwór (wiem, cięzko się domyśleć). Bardzo inspirował mnie C418 (jak zresztą przy każdym albumie).",
            "autumn3": "'West' to utwór skoncentrowany na akustycznym basie. Nagrałem spokojną improwizację inspirowaną 'Disposition' Toola, który coverowałem 6 miesięcy wcześniej.",
            "autumn4": "'SepPia' to jedyny utwór, który został nagrany przed pozostałymi piosenkami. Nazwa pochodzi od tego, jak został nazwany utwór, który znalazłem na moim dysku twardym. 'September Piano' - stąd nazwa SepPia, do której dodałem kilka efektów.",
            "autumn5": "'The Sky Above' to bardzo pełen nadziei utwór. Po prostu usiadłem przed pianinem i zacząłem komponować. Później dodałem mój akustyczny bas i kilka efektów na moim kontrolerze MIDI. Bardzo pocieszający utwór.",
            "autumn6": "'Do Not Listen' to bardziej eksperyment niż utwór... Zastanawiałem się, jak brzmiałaby piosenka skomponowana tylko na kontrolerze MIDI? Wyszło dziwnie, więc nazwałem to 'Do Not Listen', żeby ludzie tego nie słuchali. Ale moja siostra zmieniła to w żartobliwy mem, dlatego powstała druga część.",
            "autumn7": "'Return' to piosenka o powrocie. Chciałem, aby była połączeniem wszystkich innych utworów, trochę dziwna, trochę spokojna i trochę mocna, tak mogła być outro albumu.",
            "autumn8": "'Do Not Listen II' hej, jest druga część! Skomponowałem ją pół roku po wydaniu albumu i dołączyłem ją później. To rockowa piosenka. Wziąłem główny prowadzący 'instrument' z pierwszego 'Do Not Listen' i przerobiłem go na riff na gitarze akustycznej i basowej. Dodałem perkusję, syntezator, pianino i wysłałem to do mojego przyjaciela (ANTONI 'doublesidedead' FRYC KOCHAM) i on to zmiksował i zmasterował. To on uczynił z tego bardziej rockową piosenkę. Później dodałem do tego moje 'śpiewanie' z tekstami o ciemności w moim mózgu. Puściłem to mojemu potężnemu bratu Łukaszowi Krupie i on powiedział 'POZWÓL MI NAGRAĆ DO TEGO GITARĘ'. I stworzył najlepszy riff gitarowy w historii ludzkości! Posłuchaj DO NOT LISTEN II, ale trzymaj się za spodnie, bo mogą spaść.",

            "winterdesc": "To nie jest najlepszy album Matta...",
            "wintertitle": "Pracowałem nad albumami Iceland i Norway. Zawiera głównie nieużywane utwory i losowe improwizacje. Początkowo album nazywał się 'Presents', bo nazwałem go 'albumem świątecznym', ale wiesz, jedyna prawdziwie świąteczna piosenka to 'Pls Come' (która jest całkiem niezła), więc zmieniłem nazwę na 'Winter' z różnych powodów. Głównie ambientowe brzmienia i akustyczne (klasyczny Matt).",
            "winter1": "Zaczyna się od utworu 'Intro'. Tak, oryginalna nazwa. Utwór został stworzony tuż po wydaniu albumu 'In The Autumn Forest'. Zainspirowany utworami z aquatic update C418. Jest bardzo ambientowy.",
            "winter2": "'For Mom' to pierwsza piosenka dedykowana moim członkom rodziny. Możesz zgadnąć, dla kogo jest ta piosenka, po samej nazwie. To... hm... pianino.",
            "winter3": "'For Dad' to również pianino, trochę mocniejsze niż poprzedni utwór.",
            "winter4": "'For Sis' to kolejny uspokajający utwór. Bardzo zainspirowałem się śniegiem i tym, jak cicha jest zima (i prawie zagrałem motyw z Minecrafta, bo improwizowałem, heh).",
            "winter5": "'For Bro' to w końcu coś innego. Wziąłem gitarę i zaimprowizowałem kilka spokojnych melodii w stylach, które lubi mój brat. I udało mi się! Powiedział, że mu się bardzo podoba, więc zadanie wykonane! Na zdrowie, bracie!",
            "winter6": "'For Mom's Mom' to improwizacja na pianinie dla jednej z moich babć! Można usłyszeć, że są tam jakieś losowe dźwięki, które nie pasują. Sprytek (najlepszy kot we wszechświecie) wszedł na pianino podczas nagrywania. Pomyślałem, że zasługuje na własną karierę muzyczną. Ale wyprowadziłem się i zabrałem pianino, więc pozostał w cieniu.",
            "winter7": "'For Dad's Mom' to dla mojej drugiej babci! Czasami brakuje tempa, ale taki po prostu jestem. To wesoła i mocna melodia.",
            "winter8": "'Oh Come' to prequel do 'Pls Come'. To partia pianina z jakiegoś usuniętego coveru, którego nazwy zapomniałem. sory.",
            "winter9": "'Pls Come' to piosenka na Boże Narodzenie! A może bardziej na Adwent?? Nie wiem, ale to jedyna wokalna piosenka na albumie. Napisałem ją o przyjściu Chrystusa na Ziemię zarówno w Boże Narodzenie, jak i w paruzji.",
            "winter10": "'Outro' to kolejny utwór inspirowany C418. Miał być epicki, ale wyszedł depresyjny, haha. Ale nadal to mój ulubiony utwór na albumie."
}
  
  